AdrianRodriguezM/espshell/sdkconfig.defaults.esp32s3
# SPDX-License-Identifier: GPL-3.0-or-later
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
